[M_Ep7_ATrainToCatch MissionDefinition]
MissionName="Viagem de Trem"
MissionDescription="Você resgatou o Roland das garras da Hyperion.  Chegou a hora de voltar à [place]Santuário[-place] para à típica fala do "Obrigado por me resgatar dos caras maus, agora vamos decidir como dar um tiro na cara de Jack"."
TurnInDescription="Você destruiu o trem de suprimentos da Hyperion, encontrou um dispositivo tecnológico de valor incalculável e ainda fez amizade com uma psicopata de apenas treze anos.  É melhor voltar para [place]Santuário[-place] e relaxar um pouco, não acha?"
MissionSummary="Fale com o Roland sobre a estratégia para contra-atacar o Jack."
MissionGiver="Roland"
MissionTurnInLocation="Tenente Davis"
TeaserText=""

[M_Ep7_ATrainToCatch:ActivateRockets MissionObjectiveDefinition]
ProgressMessage="Ative as princesas"

[M_Ep7_ATrainToCatch:ActivateRocketsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:DefeatBotBosss MissionObjectiveDefinition]
ProgressMessage="Derrote Wilhelm"

[M_Ep7_ATrainToCatch:DefeatBotBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai, o amigo de Roland, informou que estão transportando a chave da Sepultura em um trem da Hyperion que passa por [place]Tundra Express[-place].  Roland encarregou você de assaltar esse trem e roubar a chave.\nCom tudo, em vez de achar a chave da Sepultura, você esbarrou num soldado da Hyperion chamado Wilhelm.  Agora terá que matá-lo.\n"

[M_Ep7_ATrainToCatch:DerailSupplyTrainset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:FindTrainCar MissionObjectiveDefinition]
ProgressMessage="Encontre o vagão blindado"

[M_Ep7_ATrainToCatch:GetBackToSanctuary MissionObjectiveDefinition]
ProgressMessage="Volte para Santuário"

[M_Ep7_ATrainToCatch:GetBackToSanctuarySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai, o amigo de Roland, informou que a chave da Sepultura está sendo transportada por um trem da Hyperion que passa por [place]Tundra Express[-place].  Roland encarregou você de assaltar esse trem e roubar a chave.\nCom tudo, em vez de achar a chave da Sepultura, você esbarrou num soldado da Hyperion chamado Wilhelm e o matou.  Mas ainda há esperança: ele carregava um peculiar núcleo energético que, ao ser instalado nos escudos de Santuário, fará com que eles fiquem sempre ativos."

[M_Ep7_ATrainToCatch:GetTinaExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Mordecai, o amigo de Roland, informou que a chave da Sepultura está sendo transportada por um trem da Hyperion que passa por [place]Tundra Express[-place].  Roland encarregou você de assaltar esse trem e roubar a chave.\nRoland também sugeriu que você encontra-se uma especialista em explosivos, chamada Tina Pequenina.  E foi isso que você fez!  Ele também disse que a Tina poderia ser um tanto ''desmiolada''... e na verdade ela é mesmo. \nTina disse que você deve encontrar os "acessórios" das suas "princesas" para que elas ajudem você com o trem.  Logo você entenderá do que ela está falando.\n"

[M_Ep7_ATrainToCatch:GetTinasExplosives MissionObjectiveDefinition]
ProgressMessage="Encontre os acessórios"

[M_Ep7_ATrainToCatch:GoToTundraExpress MissionObjectiveDefinition]
ProgressMessage="Vá para Tundra Express"

[M_Ep7_ATrainToCatch:GoToTundraExpressSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Reúna-se com o espião do Roland em [place]Tundra Express[-place]."
MissionDescriptionOverride="A Hyperion quer usar a chave da Sepultura para despertar um guerreiro alienígena e aniquilar toda Pandora.  Contudo, se você conseguir roubar a chave da Sepultura, irá acabar com os planos da Hyperion."

[M_Ep7_ATrainToCatch:GoToWreckageSite MissionObjectiveDefinition]
ProgressMessage="Vá até a localização dos restos"

[M_Ep7_ATrainToCatch:GoToWreckageSiteSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=Você conseguiu descarrilar o trem e agora, precisa analisar os destroços para encontrar a chave da Sepultura."
[M_Ep7_ATrainToCatch:HeadBackToSanctuary MissionObjectiveDefinition]
ProgressMessage="Reúna-se com Roland em Santuário"

[M_Ep7_ATrainToCatch:HeadBackToSanctuarySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:HyperionTrainDerailed MissionObjectiveDefinition]
ProgressMessage="Detenha o trem da Hyperion"

[M_Ep7_ATrainToCatch:IncinerateVarkids MissionObjectiveDefinition]
ProgressMessage="Incendeie os Varkids"


[M_Ep7_ATrainToCatch:IncinerateVarkidSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Envie um sinal ao espião do Roland colocando fogo nos Varkids."
MissionDescriptionOverride="Roland tem um espião em Hyperion que vive em [place]Tundra Express[-place]. Encontre-o a ele lhe dirá onde está à chave da Sepultura.\nInfelizmente, o contato do Rolando está dormindo. Você terá que atear fogo nos Varkids para que seus sons o acordem.\n"

[M_Ep7_ATrainToCatch:IncinerateVarkidsWeaponCheckSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Envie um sinal ao espião do Roland, colocando fogo nos Varkids."
MissionDescriptionOverride="A Hyperion quer usar a chave da Sepultura para despertar um guerreiro alienígena e aniquilar toda Pandora.  Contudo, se você conseguir roubar a chave da Sepultura, irá acabar com os planos da Hyperion. 

[M_Ep7_ATrainToCatch:LeaveTinaAloneToWorkExplicitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:LeaveTinaAloneToWorkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:LeaveTinaGarage MissionObjectiveDefinition]
ProgressMessage="Saia da casa de Tina Pequenina"

[M_Ep7_ATrainToCatch:MeetTinyTina MissionObjectiveDefinition]
ProgressMessage="Fale com Tina Pequenina"

[M_Ep7_ATrainToCatch:MeetTinyTinaSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Roube a chave da Sepultura que está no trem da Hyperion."
MissionDescriptionOverride=O espião do Roland, um ex-Caçador da Sepultura chamado Mordecai, lhe disse que a chave da Sepultura está à bordo de um trem que passa por [place]Tundra Express[-place].\nVocê precisará de ajuda para assaltá-lo.  Roland sugeriu que você vá falar com a Tina, uma amiga especialista em explosivos.\n"

[M_Ep7_ATrainToCatch:MeetTinyTinaTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Roube a chave da Sepultura que está no trem da Hyperion."
MissionDescriptionOverride="A Hyperion quer usar a chave da Sepultura para despertar um guerreiro alienígena e aniquilar toda Pandora.  Contudo, se você conseguir roubar a chave da Sepultura, irá acabar com os planos da Hyperion. Roland tem um espião que vive em [place]Tundra Express[-place]. Encontre-o e ele lhe dirá onde encontrar a chave da Sepultura.\nInfelizmente, o contato do Roland está dormindo.  Você terá que incendiar alguns Varkids para que seus sons o acordem.\n"

[M_Ep7_ATrainToCatch:PickUpDollExplosives MissionObjectiveDefinition]
ProgressMessage="Recolha as princesas"

[M_Ep7_ATrainToCatch:PickupPowerCore MissionObjectiveDefinition]
ProgressMessage="Pegue o núcleo energético"

[M_Ep7_ATrainToCatch:PickupPowercoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Ainda há esperança!  Leve o pequeno núcleo energético.  Quando isso for instalado nos escudos de Santuário, eles ficarão ativos para sempre.\n"

[M_Ep7_ATrainToCatch:PickUpVaultKeySet MissionObjectiveDefinition]
ProgressMessage="Pegue a chave da Sepultura"

[M_Ep7_ATrainToCatch:PlantRockets MissionObjectiveDefinition]
ProgressMessage="Posicione as bonecas"

[M_Ep7_ATrainToCatch:PlantRocketsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:ReturnToTina MissionObjectiveDefinition]
ProgressMessage="Vá falar com Tina Pequenina"

[M_Ep7_ATrainToCatch:ReturntoTinaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Roland mandou você falar com uma especialista em explosivos, chamada Tina Pequenina.  Ele também disse que a Tina poderia ser um tanto ''desmiolada''... e na verdade ela é mesmo.\nTina disse pra você encontrar os "acessórios" das suas "princesas" para poder deter o trem.  Quem sabe que diabos ela está falando?\nDepois de encontrar os "acessórios" das "princesas" - que na verdade são bonecas com explosivos de alta potência - Tina lhe pediu para encontrá-la em sua casa.\n"

[M_Ep7_ATrainToCatch:SearchSpecialTrainCarSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:SearchTrainCar MissionObjectiveDefinition]
ProgressMessage="Analise o vagão blindado"

[M_Ep7_ATrainToCatch:SearchWreckageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:SignalRolandFriendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep7_ATrainToCatch:SignalRolandsFriend MissionObjectiveDefinition]
ProgressMessage="Desperte o espião do Roland"

[M_Ep7_ATrainToCatch:TakeDollExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Tina parece ter um talento nato para fabricar bombas.  Ela acabou de encher suas bonecas com os explosivos que você trouxe e fabricou uma espécie de "bonecas teleguiadas".  Tina instruiu você para colocar suas "princesas" próximas às vias férreas para fazer o trem descarrilar.\n"

[M_Ep7_ATrainToCatch:WaitingForTinaToFinishDollsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

